tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "robotsandpencils/made"
brew "aria2"
brew "awscli"
brew "bat"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-lfs"
brew "luarocks"
brew "neovim"
brew "node"
brew "pv"
brew "python@3.10"
brew "python@3.9"
brew "ripgrep"
brew "rust"
brew "tig"
brew "wget"
brew "yarn"
brew "zstd"
brew "zig"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "robotsandpencils/made/xcodes"
